<template>
	<div class="rule_wrap">
		<div class="rule_ornament"></div>
		<div class="content_wrap">
			<div class="content">
				<h1>《最终幻想15：王者之剑》<br>观影抽奖活动规则</h1>
				<p>· 本活动时间为2017年3月10日至2017年3月17日。</p>
 				<p>· 本次抽奖活动为随机抽奖，凡参与活动的用户都可抽奖。</p>
				<p>本次抽奖活动共有111名获奖者：</p>
				<p>1) 一等奖：Xbox One S 500GB 国行原装主机游戏机 1台</p>
				<p>2) 二等奖：最终幻想15限量珍藏卫衣 10件</p>
				<p>3) 三等奖：罗技无线光电鼠标  20个</p>
				<p>4) 四等奖：最终幻想15 限量台历 80份</p>
				<p>· 在活动期间内完成问卷调查的用户，均可获得明信片一套。共有200套明信片，送完即止，先到先得。</p>
				<p>· 中奖的用户我们会根据您提供的收货地址及收货人信息，为您安排奖品发放事宜。如因您提供的联系电话未接通、停机或所提供的号码有误，造成我司与您无法取得联系，则视为您自动放弃获奖机会，我司将对此不承担任何责任。</p>
				<p>· 本次活动所有奖品不开具发票。</p>
				<p>· 活动时间过后，仍可填写问卷，但无法获得抽奖机会。</p>
				<p>· 参与本次活动属自愿行为。</p>
				<p>· 以下人员不得参与本次活动：</p> <p>本次活动的执行员工、本次活动的承包商、代理机构人员或代表（统称“除外人员”）。</p>

				<h3>隐私政策与相关规则</h3>
				<p>凡参与《最终幻想15：王者之剑》观影抽奖活动而自动提交个人信息的，纯粹出于参与者自愿且谨慎考虑下所做之决定。东方明珠新媒体股份有限公司将会收集参与者个人信息用在活动成效管理上，以及在活动结束后，向获奖者分发奖品。若参加本次活动，则视为参与者同意东方明珠新媒体股份有限公司使用并获得其个人信息，包括其姓名、手机号码、邮寄地址以及电子邮件，用于无论是否和此次活动有关的营销和宣传。</p>
				<p>我司不对因网络传输原因而导致参与者提交的信息错误或延误承担任何责任。</p>
				<p>活动过程中出现“不可抗力”事件或计算机系统故障直接或间接地造成我司无法履行其全部或部分义务，则我司不承担责任；“不可抗力”事件包括但不限于，地震、台风、火灾、水灾、战争、法律法规调整、政府命令禁止、因黑客攻击、计算机病毒影响、系统崩溃、数据丢失或其他人为原因造成计算机系统故障，及其他自然或人为灾害等导致活动无法继续开展的，且我司不可预见、无法避免并无法控制的事件。</p>
				<p>获奖者参加本次活动以及领奖过程中所发生的个人费用（包含但不限于上网费、手机流量费、短信费、咨询客服电话费）需自理，我司不做任何形式的补偿。</p>
				<p>在以上条款和所有适用法律规制下，我司对权对所有涉及本次活动事宜做出相关决定，因本活动引起的或本活动有关的任何争议，由争议双方友好协商解决；如任何争议不能通过双方友好协商解决的，可通过其他有效法律途径解决方式。</p>
				<p>• 如您对本次活动有任何疑问，和/或您有任何投诉意见，请联系小红巢微信客服或发送邮件至xiaohongchao@opg.cn。</p>
				<p>• 本次活动受中国法律的管辖，并依其进行解释。本次活动由我司根据上述条款运作。</p>
				<p>• 参与者参加本次活动即表示同意接受本条款与条件以及相关的隐私政策和决定，并受其约束。</p>
				<p>• 本次活动规则应符合国家和地方法律法规和规章政策。</p>
			</div>
		</div>
		<div class="rule_btn" @click="closeRule">知道了</div>
	</div>
</template>
<script type="text/javascript">
	export default{
		methods:{
			closeRule(){
				this.$parent.isShowRule = false;
			}
		}
	}
</script>